Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Reason: â{0}â
sv: Anledning: â{0}â

source: Log in to Liberapay
sv: Logga in pÃ¥ Liberapay

source: Someone (hopefully you) requested access to the {0} account on Liberapay.
sv: NÃ¥gon (fÃ¶rhoppningsvis du) har begÃ¤rt tillgÃ¥ng till {0}-kontot pÃ¥ Liberapay.

source: Follow this link to proceed: {link}
sv: FÃ¶lj den hÃ¤r lÃ¤nken fÃ¶r att fortsÃ¤tta: {link}

source: Please note that the link is only valid for {0}.
sv: LÃ¤gg mÃ¤rke till att lÃ¤nken bara Ã¤r giltig i {0}.

source: Liberapay donation renewal: no valid payment instrument
sv: Liberapay donationsfÃ¶rnyelse: inget giltigt betalningsmedel

source: You have a payment of {amount} scheduled for {payment_date} to renew your donation to {recipient}, but we can't process it because a valid payment instrument is missing.
sv: Du har en betalning pÃ¥ {amount} schemalagd fÃ¶r {payment_date} om att fÃ¶rnya din donation till {recipient}, men vi kan inte bearbeta den dÃ¥ det saknas ett giltigt betalningsmedel.

source: You have a payment of {amount} scheduled for {payment_date} to renew your donations to {recipients}, but we can't process it because a valid payment instrument is missing.
sv: Du har en betalning pÃ¥ {amount} schemalagd fÃ¶r {payment_date} om att fÃ¶rnya din donation till {recipients}, men vi kan inte bearbeta den dÃ¥ det saknas ett giltigt betalningsmedel.

source: The payment dates, amounts and recipients are:
sv: Betalningsdatum, belopp och mottagare Ã¤r:

source: {date}: {money_amount} to {recipient}
sv: {date}: {money_amount} till {recipient}

source: {date}: {money_amount} split between {recipients}
sv: {date}: {money_amount} delat mellan {recipients}

source: Invoice from {0} on Liberapay
sv: Faktura frÃ¥n {0} pÃ¥ Liberapay

source: {sender_name} has submitted an invoice for a payment of {amount}.
sv: {sender_name} har sÃ¤nt in en faktura fÃ¶r betalning av {amount}.

source: Description: {0}
sv: Beskrivning: {0}

source: Unsubscribe
sv: Avsluta prenumerationen

source: The password of your Liberapay account is weak
sv: LÃ¶senordet fÃ¶r ditt Liberapaykonto Ã¤r svagt

source: We have detected that your password is a commonly used one. It appears many times in various leaked databases, which makes it very insecure.
sv: Vi har upptÃ¤ckt att ditt lÃ¶senord Ã¤r ett sÃ¥dant som ofta anvÃ¤nds. Det fÃ¶rekommer ett flertal gÃ¥nger i lÃ¤ckta databaser, vilket gÃ¶r det vÃ¤ldigt osÃ¤kert.

source: We have detected that your password has been compromised: it appears in one or more public data leaks.
sv: Vi har upptÃ¤ckt att ditt lÃ¶senord Ã¤r osÃ¤kert: det fÃ¶rekommer i en eller flera offentliggjorda datalÃ¤ckor.

source: You should {link_start}change your password{link_end} now.
sv: Du bÃ¶r {link_start}Ã¤ndra ditt lÃ¶senord{link_end} nu.

source: Your payment is disputed
sv: Din betalning har bestridits

source: A charge of {money_amount} initiated on {date} to fund your donation to {recipients} is being reversed by your bank.
sv: En debitering pÃ¥ {money_amount} som pÃ¥bÃ¶rjades {date} fÃ¶r att tÃ¤cka din donation till {recipients} Ã¥terkallas av din bank.

source: A charge of {money_amount} initiated on {date} is being reversed by your bank.
sv: En debitering pÃ¥ {money_amount} som pÃ¥bÃ¶rjades {date} Ã¥terkallas av din bank.

source: The reason provided by your bank is: it was unable to process the payment.
sv: Anledningen som angavs av din bank Ã¤r: de kunde inte behandla betalningen.

source: The reason provided by your bank is: you requested a refund.
sv: Anledningen som angavs av din bank Ã¤r: du begÃ¤rde en Ã¥terbetalning.

source: The reason provided by your bank is: the payment wasn't authorized.
sv: Anledningen som angavs av din bank Ã¤r: betalningen var inte auktoriserad.

source: The reason provided by your bank is: the payment was a duplicate.
sv: Anledningen som angavs av din bank Ã¤r: betalningen var en dubblett.

source: The reason provided by your bank is: the payment was fraudulent.
sv: Anledningen som angavs av din bank Ã¤r: betalningen var bedrÃ¤glig.

source: Your bank didn't provide a specific reason for this dispute.
sv: Din bank angav inte nÃ¥gon sÃ¤rskild anledning fÃ¶r varfÃ¶r det bestridits.

source: The reason provided by your bank is: the provided account details are incorrect.
sv: Anledningen som angavs av din bank Ã¤r: de angivna kontouppgifterna Ã¤r inkorrekta.

source: The reason provided by your bank is: the account didn't contain enough money to honor the payment.
sv: Anledningen som angavs av din bank Ã¤r: kontot hade inte tillrÃ¤ckligt mycket pengar fÃ¶r att infria betalningen.

source: The reason provided by your bank is: the account owner didn't recognize the payment.
sv: Anledningen som angavs av din bank Ã¤r: kontots Ã¤gare kÃ¤nde inte igen betalningen.

source: The reason provided by your bank is: {reason_code_in_english}.
sv: Anledningen som angavs av din bank Ã¤r: {reason_code_in_english}.

source: If this dispute was mistakenly triggered, then you can ask your bank to withdraw it. Please let us know if you do that, because we will also have to send a message to your bank.
sv: Om den hÃ¤r dispyten triggades av misstag sÃ¥ kan du be din bank att Ã¥terkalla den. VÃ¤nligen lÃ¥t oss veta om du gÃ¶r det, fÃ¶r dÃ¥ behÃ¶ver vi ocksÃ¥ skicka ett meddelande till din bank.

source: If the dispute isn't resolved favorably, then the disputed funds will be reclaimed from the people who have received them.
sv: Om problemet inte kan lÃ¶sas framgÃ¥ngsrikt sÃ¥ kommer pengarna bli Ã¥terfÃ¶rda frÃ¥n personerna som har mottagit dem.

source: This dispute is final, it cannot be withdrawn or reversed.
sv: Denna dispyt Ã¤r slutgiltig, den kan inte dras tillbaka eller upphÃ¤vas.

source: The disputed funds have been automatically reclaimed from the people who had received them.
sv: De bestridda medlen har blivit automatiskt Ã¥terfÃ¶rda frÃ¥n de personer som har mottagit dem.

source: If your bank disputed the payment without consulting you, then you should ask them why. Once the problem has been sorted out, you can {link_start}redo the payment{link_end}.
sv: Om din bank bestred betalningen utan att konsultera dig kan du frÃ¥ga dem varfÃ¶r. NÃ¤r problemet har lÃ¶sts kan du {link_start}genomfÃ¶ra betalningen pÃ¥ nytt{link_end}.

source: To help your bank figure out what happened, you can send them a copy of {link_start}this document{link_end}.
sv: FÃ¶r att hjÃ¤lpa din bank att komma fram till vad som har hÃ¤nt kan du skicka dem en kopia av {link_start}detta dokument{link_end}.

source: Your payment has failed
sv: Din betalning misslyckades

source: A payment of {money_amount} initiated today to fund your donation to {recipients} has failed.
sv: En betalning pÃ¥ {money_amount} som pÃ¥bÃ¶rjades idag fÃ¶r att tÃ¤cka din donation till {recipients} har misslyckats.

source: A payment of {money_amount} initiated on {date} to fund your donation to {recipients} has failed.
sv: En betalning pÃ¥ {money_amount} som pÃ¥bÃ¶rjades den {date} fÃ¶r att tÃ¤cka din donation till {recipients} har misslyckats.

source: The automatic payment of {money_amount} initiated today has failed.
sv: Den automatiska betalningen av {money_amount} som initierades idag har misslyckats.

source: The automatic payment of {money_amount} initiated on {date} has failed.
sv: Den automatiska betalningen av {money_amount} som initierades {date} har misslyckats.

source: The payment of {money_amount} initiated earlier today has failed.
sv: Betalningen av {money_amount} som initierades tidigare idag har misslyckats.

source: The payment of {money_amount} initiated on {date} has failed.
sv: Betalningen pÃ¥ {money_amount} som pÃ¥bÃ¶rjades den {date} misslyckades.

source: The error message provided by the payment processor {provider} is:
sv: Felmeddelandet frÃ¥n betalningsfÃ¶rmedlaren {provider} Ã¤r:

source: You can try again, possibly with another payment method, by clicking on the link below:
sv: Du kan fÃ¶rsÃ¶ka igen, mÃ¶jligtvis med en annan betalningsmetod, genom att klicka pÃ¥ lÃ¤nken nedan:

source: Try again
sv: Försök igen

source: A refund of {money_amount} has been initiated
sv: En Ã¥terbetalning pÃ¥ {money_amount} har pÃ¥bÃ¶rjats

source: A charge of {money_amount} initiated on {date} to fund your donation to {recipients} is being refunded to you.
sv: En debitering pÃ¥ {money_amount} som pÃ¥bÃ¶rjades den {date} fÃ¶r att tÃ¤cka din donation till {recipients} Ã¥terbetalas till dig.

source: A charge of {money_amount} initiated on {date} to fund your donation to {recipients} is being partly refunded to you.
sv: En debitering pÃ¥ {money_amount} som pÃ¥bÃ¶rjades {date} fÃ¶r att finansiera din donation till {recipients} Ã¥terbetalas delvis till dig.

source: A payment of {money_amount} initiated on {date} is being refunded to you.
sv: En betalning pÃ¥ {money_amount} som pÃ¥bÃ¶rjades {date} Ã¥terbetalas till dig.

source: A payment of {money_amount} initiated on {date} is being partly refunded to you.
sv: En betalning pÃ¥ {money_amount} som pÃ¥bÃ¶rjades {date} Ã¥terbetalas delvis till dig.

source: Reason: the payment was a duplicate.
sv: Anledning: betalningen var en dubblett.

source: Reason: the payment has been deemed fraudulent.
sv: Anledning: betalningen har ansetts vara bedrÃ¤glig.

source: Reason: the refund was requested by you.
sv: Anledning: Ã¥terbetalningen begÃ¤rdes av dig.

source: You can contact us if you need information on the reason.
sv: Du kan kontakta oss om du behÃ¶ver information om orsaken.

source: It can take several business days for the funds to reappear in your bank account.
sv: Det kan ta flera arbetsdagar tills pengarna Ã¤r tillbaka pÃ¥ ditt bankkonto.

source: Your bank account is going to be debited
sv: Ditt bankkonto kommer att debiteras

source: A direct debit of {money_amount} from your bank account ({partial_account_number}) has been initiated in order to fund your donation to {recipient}.
sv: En direkt-belastning pÃ¥ {money_amount} frÃ¥n ditt bank-konto ({partial_account_number}) har blivit initierat fÃ¶r fÃ¶r att finansiera din donation till {recipient}.

source: A direct debit of {money_amount} from your bank account ({partial_account_number}) has been initiated in order to fund your donations to {recipients}.
sv: En direkt-belastning pÃ¥ {money_amount} frÃ¥n ditt bank-konto ({partial_account_number}) har blivit initierat fÃ¶r att finansiera dina donationer till {recipients}.

source: We have initiated a direct debit of {money_amount} from your {bank_name} account ({partial_account_number}).
sv: Vi har anslutit ett autogiro pÃ¥ {money_amount} frÃ¥n ditt {bank_name}-konto ({partial_account_number}).

source: We have initiated a direct debit of {money_amount} from your bank account ({partial_account_number}).
sv: Vi har initierat en direktdebitering pÃ¥ {money_amount} frÃ¥n ditt bankkonto {partial_account_number}.

source: This operation is being carried out based on {link_start}the mandate {mandate_id}{link_end} that you signed on {acceptance_date}, authorizing Liberapay (SEPA creditor {creditor_identifier}) to send instructions to your bank to debit your account and your bank to debit your account in accordance with those instructions.
sv: Denna operation utfÃ¶rs baserat pÃ¥ det {link_start}mandat {mandate_id}{link_end} som du skrev under {acceptance_date}, vilket auktoriserar Liberapay (SEPA Kreditor {creditor_identifier}) att skicka instruktioner till din bank om att debitera ditt konto i enlighet med de instruktionerna.

source: If you did not authorize this payment, please let us know. We will tell you whether a refund can be initiated by us or if you have to request it from your bank.
sv: Om du inte godkÃ¤nde denna betalning, vÃ¤nligen meddela oss. Vi kommer att tala om fÃ¶r dig om en Ã¥terbetalning kan initieras av oss eller om du mÃ¥ste begÃ¤ra den frÃ¥n din bank.

source: Once this payment has been processed it should appear on your bank statement as â{descriptor}â.
sv: SÃ¥ fort betalningen har behandlats bÃ¶r den visas pÃ¥ ditt kontoutdrag som "{descriptor}".

source: Processing this kind of payment takes {timedelta} on average.
sv: Att bearbeta den hÃ¤r typen av betalning tar {timedelta} i genomsnitt.

source: Your payment has succeeded
sv: Din betalning har lyckats

source: A payment of {money_amount} initiated today to fund your donation to {recipients} has succeeded.
sv: En betalning pÃ¥ {money_amount} som pÃ¥bÃ¶rjades idag fÃ¶r att tÃ¤cka din donation till {recipients} har genomfÃ¶rts.

source: A payment of {money_amount} initiated on {date} to fund your donation to {recipients} has succeeded.
sv: En betalning pÃ¥ {money_amount} pÃ¥bÃ¶rjades {date} fÃ¶r att tÃ¤cka din donation till {recipients} har genomfÃ¶rts.

source: The automatic payment of {money_amount} initiated today has succeeded.
sv: Den automatiska betalningen av {money_amount} som initierades idag har lyckats.

source: The automatic payment of {money_amount} initiated on {date} has succeeded.
sv: Den automatiska betalningen av {money_amount} som initierades {date} har lyckats.

source: The payment of {money_amount} initiated earlier today has succeeded.
sv: Betalningen pÃ¥ {money_amount} som pÃ¥bÃ¶rjades tidigare idag har genomfÃ¶rts.

source: The payment of {money_amount} initiated on {date} has succeeded.
sv: Betalningen pÃ¥ {money_amount} som pÃ¥bÃ¶rjades den {date} har genomfÃ¶rts.

source: Thank you for this donation!
sv: Tack fÃ¶r din donation!

source: View receipt
sv: Se kvittot

source: You're missing out on donations through Liberapay
sv: Du missar donationer via Liberapay

source: Your patrons are currently unable to send you money through Liberapay because payment processing isn't set up for your account.
sv: Dina besÃ¶kare kan fÃ¶r nÃ¤rvarande inte skicka pengar till dig via Liberapay eftersom betalningsbearbetning inte Ã¤r konfigurerad fÃ¶r ditt konto.

source: Configure payment processing
sv: Konfigurera betalningsfÃ¶rmedlare

source: If you do not wish to receive donations on Liberapay, you can reject them by editing your profile accordingly.
sv: Om du inte vill ta emot donationer pÃ¥ Liberapay kan du neka dem genom att Ã¤ndra din profil i enlighet med detta.

source: Reject donations
sv: Neka donationer

source: {provider} is updating {link_start}its terms of service{link_end}. The changes will take effect on {effect_date}. No action is needed from you, but by continuing to use {provider}'s services on or after that date, you're agreeing to these updated terms.
sv: {provider} uppdaterar {link_start}sina anvÃ¤ndarvillkor{link_end}. Ãndringarna trÃ¤der i kraft den {effect_date}. Du behÃ¶ver inte vidta nÃ¥gra Ã¥tgÃ¤rder, men genom att fortsÃ¤tta anvÃ¤nda {provider}s tjÃ¤nster frÃ¥n och med det datumet godkÃ¤nner du dessa uppdaterade villkor.

source: Review the changes
sv: Granska Ã¤ndringarna

source: Review the new terms
sv: Granska de nya villkoren

source: Manage your payment processors
sv: Hantera dina betalningsfÃ¶rmedlare

source: Liberapay donation renewal: your upcoming payment has changed
sv: Liberapay donationsfÃ¶rnyelse: din kommande betalning har Ã¤ndrats

source: Due to changes made by you or by someone you donate to, your payment schedule has been modified as follows:
sv: PÃ¥ grund av Ã¤ndringar som har gjorts utav dig eller nÃ¥gon du donerar till, har ditt betalningsschema Ã¤ndrats enligt fÃ¶ljande:

source: The payment of {money_amount} scheduled for {date} has been cancelled.
sv: Betalningen pÃ¥ {money_amount} schemalagd den {date} har avbrutits.

source: The manual payment scheduled for {date} has been cancelled.
sv: Den manuella betalningen schemalagd den {date} har avbrutits.

source: A new payment of {money_amount} has been scheduled for {date}.
sv: En ny betalning pÃ¥ {money_amount} har schemalagts fÃ¶r den {date}.

source: A new manual payment has been scheduled for {date}.
sv: En ny manuell betalning har schemalagts fÃ¶r den {date}.

source: The payment of {money_amount} scheduled for {old_date} has been rescheduled to {new_date}.
sv: Betalningen pÃ¥ {money_amount} schemalagd den {old_date} har Ã¤ndrats till {new_date}.

source: The manual payment scheduled for {old_date} has been rescheduled to {new_date}.
sv: Den manuella betalningen schemalagd den {old_date} har Ã¤ndrats till {new_date}.

source: The amount of the payment scheduled for {date} has been changed from {old_money_amount} to {new_money_amount}.
sv: Beloppet fÃ¶r betalningen schemalagd den {date} har Ã¤ndrats frÃ¥n {old_money_amount} till {new_money_amount}.

source: The payment of {old_money_amount} scheduled for {old_date} has been replaced by a payment of {new_money_amount} on {new_date}.
sv: Betalningen pÃ¥ {old_money_amount} schemalagd fÃ¶r den {old_date} har ersatts med en betalning pÃ¥ {new_money_amount} den {new_date}.

source: The automatic payment of {old_money_amount} scheduled for {old_date} has been replaced by a manual payment on {new_date}.
sv: Den automatiska betalningen pÃ¥ {old_money_amount} schemalagd den {old_date} har ersatts med en manuell betalning den {new_date}.

source: The manual payment scheduled for {old_date} has been replaced by an automatic payment of {new_money_amount} on {new_date}.
sv: Den manuella betalningen schemalagd den {old_date} har ersatts med en automatisk betalning pÃ¥ {new_money_amount} den {new_date}.

source: {date}: automatic payment of {money_amount} to {recipient}
sv: {date}: automatisk betalning pÃ¥ {money_amount} till {recipient}

source: {date}: automatic payment of {money_amount} split between {recipients}
sv: {date}: automatisk betalning pÃ¥ {money_amount} delat mellan {recipients}

source: {date}: manual payment to {recipients}
sv: {date}: manuell betalning till {recipients}

source: Manage your payment schedule
sv: Hantera ditt betalningsschema

source: {0} from {1} has joined Liberapay!
sv: {0} frÃ¥n {1} har registrerat sig pÃ¥ Liberapay!

source: Your pledge to give {0} every week to {1} will be turned into action now that they have joined Liberapay. Huzzah!
sv: Ditt Ã¥tagande att ge {0} varje vecka till {1} kommer nu sÃ¤ttas i gÃ¥ng eftersom de har registrerat sig pÃ¥ Liberapay. Hurra!

source: Follow this link to view {0}'s profile:
sv: FÃ¶lj denna lÃ¤nk fÃ¶r att se {0}s profil:

source: {user_name} from {platform} has joined Liberapay!
sv: {user_name} frÃ¥n {platform} har gÃ¥tt med i Liberapay!

source: On {date} you pledged to donate {money_amount} to {user_name} if they joined Liberapay.
sv: {date} sÃ¥ Ã¥tog du dig att donera {money_amount} till {user_name} om de gick med Liberapay.

source: We're pleased to inform you that {user_name} joined Liberapay {time_ago}, as {liberapay_username}.
sv: Vi Ã¤r glada att informera dig om att {user_name} gick med Liberapay {time_ago}, som {liberapay_username}.

source: Consequently an automatic payment of {money_amount} has been scheduled for {date}, to turn your pledge into action.
sv: FÃ¶ljaktligen har en automatisk betalning pÃ¥ {money_amount} schemalagts fÃ¶r den {date}, fÃ¶r att verkstÃ¤lla ditt Ã¥tagande.

source: We're pleased to inform you that {user_name} joined Liberapay {time_ago}, as {liberapay_username}, so you can now turn your pledge into a real donation:
sv: Vi Ã¤r stolta att informera dig att {user_name} har gÃ¥tt med Liberapay {time_ago}, som {liberapay_username}, sÃ¥ du kan nu verkstÃ¤lla ditt donationsÃ¥tagande:

source: Donate to {0}
sv: Donera till {0}

source: Your Liberapay profile is incomplete
sv: Din Liberapay-profil Ã¤r ofullstÃ¤ndig

source: Your {link_start}public profile page{link_end} is missing a description. Without this information, we may be unable to confirm that your use of our platform is legitimate, and consequently your account may be marked as fraudulent and disabled. An incomplete profile is also less likely to attract donations, so we strongly recommend that you fill yours.
sv: Din {link_start}offentliga profilsida{link_end} saknar en beskrivning. Utan denna information kan vi inte bekrÃ¤fta att din anvÃ¤ndning av vÃ¥r plattform Ã¤r legitim, och ditt konto kan dÃ¤rfÃ¶r markeras som bedrÃ¤gligt och inaktiveras. En ofullstÃ¤ndig profil Ã¤r ocksÃ¥ mindre benÃ¤gen att locka till sig donationer, sÃ¥ vi rekommenderar starkt att du fyller din profil.

source: Edit your profile
sv: Redigera din profil

source: Liberapay donation renewal: payment aborted
sv: Liberapay donationsfÃ¶rnyelse: betalning avbruten

source: The donation renewal payment of {money_amount} to {recipient} scheduled for {date} has been aborted because the recipient is unable to receive it.
sv: Betalningen fÃ¶r donationsfÃ¶rnyelse pÃ¥ {money_amount} till {recipient} schemalagd fÃ¶r den {date} har avbrutits fÃ¶r att mottagaren inte kan ta emot den.

source: The following donation renewal payments have been aborted because the recipients are unable to receive them:
sv: FÃ¶ljande betalningar fÃ¶r donationsfÃ¶rnyelser har avbrutits fÃ¶r att mottagarna inte kan ta emot dem:

source: Liberapay donation renewal: manual action required
sv: FÃ¶rnyelse av Liberapay-donation: manuell Ã¥tgÃ¤rd krÃ¤vs

source: The donation renewal payment of {money_amount} to {recipient} scheduled for {date} requires manual action.
sv: Betalningen fÃ¶r fÃ¶rnyelse av donationen pÃ¥ {money_amount} till {recipient} som Ã¤r planerad till {date} krÃ¤ver manuell Ã¥tgÃ¤rd.

source: The following donation renewal payments require manual action:
sv: FÃ¶ljande betalningar fÃ¶r fÃ¶rnyelse av donationer krÃ¤ver manuell Ã¥tgÃ¤rd:

source: Liberapay donation renewal: authentication required
sv: Liberapay donationsfÃ¶rnyelse: autentisering krÃ¤vs

source: We haven't been able to complete your scheduled payment of {money_amount}, because your bank requested that you confirm it.
sv: Vi har inte lyckats genomfÃ¶ra din schemalagda betalning av {money_amount}. Din bank har begÃ¤rt att du bekrÃ¤ftar den.

source: Confirm the payment
sv: BekrÃ¤fta betalningen

source: You can make it easier for your patrons to support you through Liberapay
sv: Du kan gÃ¶ra det lÃ¤ttare fÃ¶r dina kunder att stÃ¶dja dig genom Liberapay

source: You've connected a PayPal account but no Stripe account. We strongly recommend that you also connect a Stripe account, because it's {link_start}better than PayPal{link_end} in several ways, for both you and your donors.
sv: Du har anslutit ett PayPal-konto men inget Stripe-konto. Vi rekommenderar starkt att du ocksÃ¥ ansluter ett Stripe-konto, eftersom det Ã¤r {link_start}bÃ¤ttre Ã¤n PayPal{link_end} pÃ¥ flera sÃ¤tt, bÃ¥de fÃ¶r dig och dina givare.

source: Connect {platform_name} account
sv: Anslut {platform_name} konto

source: A team you're a member of has been modified
sv: En grupp du Ã¤r medlem i har Ã¤ndrats

source: The reference currency used by the team â{0}â has been changed from {1} to {2} by {3}.
sv: Referensvalutan som anvÃ¤nds av gruppen â{0}â har Ã¤ndrats frÃ¥n {1} till {2} av {3}.

source: You have been invited to join a team on Liberapay
sv: Du har blivit inbjuden till en grupp pÃ¥ Liberapay

source: {0} has invited you to join the {1} team.
sv: {0} har bjudit in dig till att gÃ¥ med i {1} gruppen.

source: See the team's profile
sv: Se gruppens profil

source: Accept
sv: Acceptera

source: Refuse
sv: AvstÃ¥

source: A team you're a member of has been renamed
sv: En grupp du Ã¤r medlem i har dÃ¶pts om

source: The team â{0}â has been renamed to â{1}â by {2}.
sv: Teamet "{0}" har dÃ¶pts om till "{1}" av {2}.

source: This message is a reminder that {amount} is going to be debited from your default payment instrument on {debit_date} in order to renew your donation to {recipient}.
sv: Det hÃ¤r meddelandet Ã¤r en pÃ¥minnelse om att {amount} kommer att debiteras frÃ¥n din valda betalningsmedel den {debit_date} fÃ¶r att fÃ¶rnya din donation till {recipient}.
